Repository: ifabrik-GmbH/ifab_realestate
Catalog: Resources/Private/Language/*.locallang_csh_tx_ifabrealestate_domain_model_contact.xlf
Languages: de

# employee_number.description
source: The unique employee number if present.
de: Die eindeutige Mitarbeiternummer, falls vorhanden.

# name.description
source: The name of the employee
de: Der Vorname des Mitarbeiters

# surname.description
source: The surname of the employee
de: Der Nachname des Mitarbeiters

# title.description
source: The title of the employee
de: Der Titel des Mitarbeiters

# central_email.description
source: The central email of the employee
de: Die zentrale E-Mail-Adresse des Mitarbeiters

# direct_email.description
source: The direct email of the employee
de: Die direkte E-Mail-Adresse des Mitarbeiters

# private_email.description
source: The private email of the employee
de: Die private E-Mail-Adresse des Mitarbeiters

# central_tel.description
source: The central telephone of the employee
de: Nummer der Telefonzentrale des Mitarbeiters

# direct_tel.description
source: The direct telephone of the employee
de: Die direkte Telefondurchwahl des Mitarbeiters

# private_tel.description
source: The private telephone of the employee
de: Die private Telefonnummer des Mitarbeiters

# fax.description
source: The fax of the employee
de: Die Faxnummer des Mitarbeiters

# mobile_phone.description
source: The mobile phone of the employee
de: Die Mobilnummer des Mitarbeiters

# online_concent.description
source: Employee's consent if his address should be visible on the website or not.
de: Einwilligung des Mitarbeiters, ob seine Adresse auf der Website sichtbar sein soll oder nicht.

# po_box.description
source: The post office of the contact
de: Die Postfachnummer des Kontakts

# po_zip.description
source: The post office ZIP of the contact
de: Die Postleitzahl des Postfachs des Kontakts

# po_area.description
source: The post office area of the contact
de: Der Ort des Postfachs des Kontakts

# image.description
source: The image of the employee
de: Das Bild des Mitarbeiters

# contact_address_rel.description
source: Select the address of the current contact
de: Wählen Sie die Adresse des aktuellen Kontakts aus

# gender_rel.description
source: Select the gender of the current contact
de: Wählen Sie das Geschlecht des aktuellen Kontakts
