Repository: ifabrik-GmbH/ifab_realestate
Catalog: Resources/Private/Language/*.locallang_csh_tx_ifabrealestate_domain_model_property.xlf
Languages: de

# floor.description
source: Indicates the floor number on which the current apartment is located.
de: Gibt die Etagenummer an, auf der sich die aktuelle Wohnung befindet.

# total_floors.description
source: Indicates the number of floors of the whole building
de: Gibt die Gesamtanzahl der Etagen des Gebäudes an.

# apartment_number.description
source: Indicates the apartment number
de: Zeigt die Wohnungsnummer an

# extra_property_nature.description
source: Describes the extra nature of the property. For example: with furniture
de: Beschreibt die zusätzliche Art der Immobilie. Zum Beispiel: möbliert

# purchase.description
source: The full price for the property purchase
de: Der Gesamtpreis für den Immobilienkauf

# purchase_price_net.description
source: Indicates the net price for the property
de: Gibt den Nettopreis für die Immobilie an

# purchase_price_gross.description
source: Indicates the gross price for the property
de: Gibt den Bruttopreis für die Immobilie an

# net_cold_rent.description
source: Indicates the net cold rent price for the property
de: Gibt den Preis für die Nettokaltmiete der Immobilie an

# cold_rent.description
source: Indicates the cold rent price for the property
de: Gibt den Preis für die Bruttokaltmiete der Immobilie an

# rent_with_heat.description
source: Indicates the rent including heating price for the property
de: Gibt den Mietpreis inklusive Heizung für die Immobilie an (Warmmiete)

# additional_costs.description
source: Indicates the additional costs for the property
de: Gibt den Nebenkostenpreis für die Immobilie an

# heating_costs.description
source: Indicates the heating costs for the property
de: Gibt den Heizkostenpreis für die Immobilie an

# flat_rate_rent.description
source: Indicates the flat rent costs for the property
de: Gibt die Pauschalmietkosten für die Immobilie an

# rent_price_per_qm.description
source: Indicates the rent price per square meter for the property
de: Gibt den Mietpreis pro Quadratmeter für die Immobilie an

# purchase_price_per_qm.description
source: Indicates the purchase price per square meter for the property
de: Gibt den Kaufpreis pro Quadratmeter für die Immobilie an

# guarantee_price.description
source: Indicates the guarantee price/deposit for the property
de: Gibt die Kautionssumme für die Immobilie an

# guarantee_price_text.description
source: Indicates the amount of months for the guarantee price
de: Gibt die Anzahl der Monate für die Kaution an

# living_space.description
source: Indicates the living space of the property
de: Gibt die Wohnfläche der Immobilie an

# usable_area.description
source: Indicates the usable area of the property
de: Gibt die Nutzfläche der Immobilie an

# total_size.description
source: Indicates the total size of the property
de: Gibt die Gesamtfläche der Immobilie an

# load_area.description
source: Indicates the load area of the property
de: Gibt die Ladefläche der Immobilie an

# storage_area.description
source: Indicates the storage area of the property
de: Gibt die Lagerfläche der Immobilie an

# sales_area.description
source: Indicates the sales area of the property
de: Gibt die Verkaufsfläche der Immobilie an

# free_area.description
source: Indicates the free area of the property
de: Gibt die Freifläche der Immobilie an

# office_area.description
source: Indicates the ofiice area of the property
de: Gibt die Bürofläche der Immobilie an

# office_part_area.description
source: Indicates the office part area of the property
de: Gibt die Büroteilfläche der Immobilie an

# number_of_rooms.description
source: Indicates the number of rooms of the property
de: Gibt die Zimmeranzahl der Immobilie an

# number_of_bedrooms.description
source: Indicates the number of bedrooms of the property
de: Gibt die Anzahl der Schlafzimmer der Immobilie an

# number_of_bathrooms.description
source: Indicates the number of bathrooms of the property
de: Gibt die Anzahl der Badezimmer der Immobilie an

# number_of_balconies.description
source: Indicates the number of balconies of the property
de: Gibt die Anzahl der Balkone der Immobilie an

# number_of_terraces.description
source: Indicates the number of terraces of the property
de: Gibt die Anzahl der Terrassen der Immobilie an

# number_of_logia.description
source: Indicates the number of loggia of the property
de: Gibt die Anzahl der Loggien der Immobilie an

# wg_suitable.description
source: If the apartment is suitable for housing community
de: Angabe, ob die Wohnung für Wohngemeinschaften geeignet ist

# fireplace.description
source: If the apartment has a fireplace
de: Angabe, ob die Wohnung einen Kamin hat

# clima.description
source: If the apartment has an air condition
de: Angabe, ob die Wohnung eine Klimaanlage hat

# construction_year.description
source: The construction year
de: Baujahr

# construction_age.description
source: The construction age (New, old)
de: Baualter (Altbau, Neubau)

# expiration_date.description
source: The expiration date of the energy pass
de: Das Ablaufdatum des Energieausweises

# energy_consum_value.description
source: The value of the energy consumption
de: Der Wert des Energieverbrauchs

# primary_energy_source.description
source: The primary source of energy (Example: Gas)
de: Die primäre Energiequelle (Beispiel: Gas)

# electricity_value.description
source: The value of the electricity
de: Stromwert

# heat_value.description
source: The value of the heat
de: Wärmewert

# value_class.description
source: Class value (Example: A, B, C)
de: Wertklasse (Beispiele: A, B, C)

# creation_date.description
source: The creation date of the energy pass
de: Das Erstellungsdatum des Energieausweises

# creation_year.description
source: The creation year of the energy pass
de: Das Entstellungsjahr des Energieausweises

# building.description
source: The type of the building (Example: Living)
de: Die Art des Gebäudes (Beispiel: Wohnhaus)

# property_title.description
source: The property's title
de: Titel der Immobilie

# property_location.description
source: The property's location
de: Lage der Immobilie

# property_equipment.description
source: The property's equipment
de: Ausstattung der Immobilie

# property_description.description
source: The property's description
de: Beschreibung der Immobilie

# addition_information.description
source: The property's additional information
de: zusätzliche Informationen zur Immobilie

# property_text.description
source: The property's text
de: Beschreibungstext zur Immobilie

# available_from.description
source: From when is the property available
de: Ab wann ist die Immobilie verfügbar

# property_release.description
source: If the address of the property should be hidden
de: Angabe, ob die Adresse der Immobilie ausgeblendet werden soll

# pets.description
source: If pets are allowed
de: Angabe, ob Haustiere erlaubt sind

# internal_property_number.description
source: The unique internal id of the property
de: Die eindeutige interne ID der Immobilie

# external_property_number.description
source: The unique external id of the property
de: Die eindeutige externe ID der Immobilie

# open_immo_id.description
source: The unique Openimmo id of the property
de: Die eindeutige OpenImmo ID der Immobilie

# property_usage_rel.description
source: Select the usage of this property
de: Wählen Sie die Nutzungsart dieser Immobilie aus

# marketing_method_rel.description
source: Select the marketing method of this property
de: Wählen Sie die Vermarktungsart dieser Immobilie aus

# property_nature_rel.description
source: Select the nature of the property
de: Wählen Sie die Objektart dieser Immobilie aus

# property_type_value_rel.description
source: Define the exact nature of the property
de: Objektarttyp definieren

# address_rel.description
source: Select the address in which the property is located.
de: Wählen Sie die Adresse aus, in der sich die Immobilie befindet.

# contact_rel.description
source: Select the contacts who manage this property.
de: Wählen Sie die Kontakte aus, die diese Immobilie verwalten

# bathroom_rel.description
source: Select the bathroom type
de: Wählen Sie die Art des Badezimmers

# kitchen_rel.description
source: Select the kitchen type
de: Wählen Sie die Art der Küche

# floor_rel.description
source: Select the floor type
de: Wählen Sie die Art des Fußbodens

# heat_rel.description
source: Select the heat method
de: Wählen Sie die Heizungsart

# elevator_rel.description
source: Select the elevator type
de: Wählen Sie den Aufzugstyp

# parking_rel.description
source: Select the parking method
de: Wählen Sie die Art des Stellplatzes

# firing_rel.description
source: Select the firing method
de: Wählen Sie die Beheizungsart

# attachments_rel.description
source: Create some attachments for the property
de: Erstellen Sie Anhänge für die Immobilie
