Repository: ifabrik-GmbH/ifab_realestate
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_ifabrealestate_domain_model_property
source: Property
de: Immobilie

# tx_ifabrealestate_domain_model_property.floor
source: Floor
de: Etage

# tx_ifabrealestate_domain_model_property.total_floors
source: Total floors
de: Anzahl Etagen

# tx_ifabrealestate_domain_model_property.apartment_number
source: Apartment number
de: Wohnungsnummer

# tx_ifabrealestate_domain_model_property.extra_property_nature
source: Extra property nature
de: Objektart Zusatz

# tx_ifabrealestate_domain_model_property.purchase
source: Purchase
de: Kaufpreis

# tx_ifabrealestate_domain_model_property.purchase_price_net
source: Purchase price net
de: Kaufpreis netto

# tx_ifabrealestate_domain_model_property.purchase_price_gross
source: Purchase price gross
de: Kaufpreis brutto

# tx_ifabrealestate_domain_model_property.net_cold_rent
source: Net cold rent
de: Nettokaltmiete

# tx_ifabrealestate_domain_model_property.cold_rent
source: Cold rent
de: Kaltmiete

# tx_ifabrealestate_domain_model_property.rent_with_heat
source: Rent with heat
de: Warmmiete

# tx_ifabrealestate_domain_model_property.additional_costs
source: Additional costs
de: Nebenkosten

# tx_ifabrealestate_domain_model_property.heating_costs
source: Heating costs
de: Heizkosten

# tx_ifabrealestate_domain_model_property.flat_rate_rent
source: Flat rate rent
de: Pauschalmiete

# tx_ifabrealestate_domain_model_property.rent_price_per_qm
source: Rent price per qm
de: Mietpreis pro qm

# tx_ifabrealestate_domain_model_property.purchase_price_per_qm
source: Purchase price per qm
de: Kaufpreis pro qm

# tx_ifabrealestate_domain_model_property.guarantee_price
source: Guarantee price
de: Kaution

# tx_ifabrealestate_domain_model_property.guarantee_price_text
source: Guarantee price text
de: Kaution Text

# tx_ifabrealestate_domain_model_property.living_space
source: Living space
de: Wohnfläche

# tx_ifabrealestate_domain_model_property.usable_area
source: Usable area
de: Nutzfläche

# tx_ifabrealestate_domain_model_property.total_size
source: Total size
de: Gesamtfläche

# tx_ifabrealestate_domain_model_property.load_area
source: Load area
de: Ladefläche

# tx_ifabrealestate_domain_model_property.path_segment
source: Path segment
de: Url Pfad

# tx_ifabrealestate_domain_model_property.storage_area
source: Storage area
de: Lagerfläche

# tx_ifabrealestate_domain_model_property.sales_area
source: Sales area
de: Verkaufsfläche

# tx_ifabrealestate_domain_model_property.free_area
source: Free area
de: Freifläche

# tx_ifabrealestate_domain_model_property.office_area
source: Office area
de: Bürofläche

# tx_ifabrealestate_domain_model_property.office_part_area
source: Office part area
de: Büro Teilfläche

# tx_ifabrealestate_domain_model_property.number_of_rooms
source: Number of rooms
de: Anzahl Zimmer

# tx_ifabrealestate_domain_model_property.number_of_bedrooms
source: Number of bedrooms
de: Anzahl Schlafzimmer

# tx_ifabrealestate_domain_model_property.number_of_bathrooms
source: Number of bathrooms
de: Anzahl Badezimmer

# tx_ifabrealestate_domain_model_property.number_of_balconies
source: Number of balconies
de: Anzahl Balkone

# tx_ifabrealestate_domain_model_property.number_of_terraces
source: Number of terraces
de: Anzahl Terrassen

# tx_ifabrealestate_domain_model_property.number_of_logia
source: Number of logia
de: Anzahl Loggien

# tx_ifabrealestate_domain_model_property.wg_suitable
source: Wg suitable
de: WG-geeignet

# tx_ifabrealestate_domain_model_property.fireplace
source: Fireplace
de: Kamin

# tx_ifabrealestate_domain_model_property.clima
source: air condition
de: Klimaanlage

# tx_ifabrealestate_domain_model_property.construction_year
source: Construction year
de: Baujahr

# tx_ifabrealestate_domain_model_property.construction_age
source: Construction age
de: Baualter (Altbau, Neubau)

# tx_ifabrealestate_domain_model_property.expiration_date
source: Expiration date
de: Gültig bis

# tx_ifabrealestate_domain_model_property.energy_consum_value
source: Energy consumption value
de: Energieverbrauchskennwert

# tx_ifabrealestate_domain_model_property.primary_energy_source
source: Primary energy source
de: Primärenergieträger

# tx_ifabrealestate_domain_model_property.electricity_value
source: Electricity value
de: Stromwert

# tx_ifabrealestate_domain_model_property.heat_value
source: Heat value
de: Wärmewert

# tx_ifabrealestate_domain_model_property.value_class
source: Value class
de: Wertklasse

# tx_ifabrealestate_domain_model_property.creation_date
source: Creation date
de: Ausstelldatum

# tx_ifabrealestate_domain_model_property.creation_year
source: Creation year
de: Jahrgang

# tx_ifabrealestate_domain_model_property.building
source: Building
de: Gebäudeart

# tx_ifabrealestate_domain_model_property.property_title
source: Property title
de: Objekttitel

# tx_ifabrealestate_domain_model_property.property_location
source: Property location
de: Adresse

# tx_ifabrealestate_domain_model_property.property_equipment
source: Property equipment
de: Ausstattungsbeschreibung

# tx_ifabrealestate_domain_model_property.property_description
source: Property description
de: Objektbeschreibung

# tx_ifabrealestate_domain_model_property.addition_information
source: Addition information
de: Sonstige Angaben

# tx_ifabrealestate_domain_model_property.property_text
source: Property text
de: Objekt Text

# tx_ifabrealestate_domain_model_property.available_from
source: Available from
de: Verfügbar ab

# tx_ifabrealestate_domain_model_property.property_release
source: Property is ready to be released
de: Immobilie ist bereit freigegeben zu werden

# tx_ifabrealestate_domain_model_property.pets
source: Pets
de: Haustiere

# tx_ifabrealestate_domain_model_property.internal_property_number
source: Internal property number
de: Objektnummer intern

# tx_ifabrealestate_domain_model_property.external_property_number
source: External property number
de: Objektnummer extern

# tx_ifabrealestate_domain_model_property.property_usage_rel
source: Select a property usage
de: Nutzungsart auswählen

# tx_ifabrealestate_domain_model_property.marketing_method_rel
source: Select a marketing method
de: Vermarktungsart auswählen

# tx_ifabrealestate_domain_model_property.property_nature_rel
source: Select a property nature
de: Objektart auswählen

# tx_ifabrealestate_domain_model_property.property_type_value_rel
source: Define the exact property nature
de: Objekttyp definieren

# tx_ifabrealestate_domain_model_property.address_rel
source: Select an address
de: Adresse auswählen

# tx_ifabrealestate_domain_model_property.contact_rel
source: Select a contact
de: Kontakte auswählen

# tx_ifabrealestate_domain_model_property.bathroom_rel
source: Select the available bathroom types
de: Art des Badezimmers auswählen

# tx_ifabrealestate_domain_model_property.kitchen_rel
source: Select the available kitchen types
de: Art der Küche auswählen

# tx_ifabrealestate_domain_model_property.floor_rel
source: Select the available floor types
de: Art des Fußbodens auswählen

# tx_ifabrealestate_domain_model_property.heat_rel
source: Select the available heating methods
de: Heizungsart auswählen

# tx_ifabrealestate_domain_model_property.elevator_rel
source: Select the available elevator techniques
de: Art des Fahrstuhls auswählen

# tx_ifabrealestate_domain_model_property.parking_rel
source: Select the available parking methods
de: Art des Stellplatzes auswählen

# tx_ifabrealestate_domain_model_property.firing_rel
source: Select the available firing methods
de: Beheizungsart auswählen

# tx_ifabrealestate_domain_model_property.attachments_rel
source: Attachments
de: Anhänge

# tx_ifabrealestate_domain_model_propertyusage
source: Property usage
de: Nutzungsart

# tx_ifabrealestate_domain_model_marketingmethod
source: Marketing method
de: Vermarktungsart

# tx_ifabrealestate_domain_model_propertynature
source: Property Nature
de: Objektart

# tx_ifabrealestate_domain_model_propertytypevalue
source: Property type value
de: Objekttyp Wert

# tx_ifabrealestate_domain_model_propertytypevalue.value
source: Value
de: Wert

# tx_ifabrealestate_domain_model_propertytypevalue.objektarttyp_relation
source: Select a property type
de: Objekttyp auswählen

# tx_ifabrealestate_domain_model_propertytype
source: Property Type
de: Objekttyp

# tx_ifabrealestate_domain_model_address
source: Address
de: Adresse

# tx_ifabrealestate_domain_model_address.street
source: Street
de: Straße

# tx_ifabrealestate_domain_model_address.number
source: Number
de: Nummer

# tx_ifabrealestate_domain_model_address.area
source: Area
de: Ort

# tx_ifabrealestate_domain_model_address.zip
source: Zip
de: PLZ

# tx_ifabrealestate_domain_model_address.state
source: State
de: Bundesland

# tx_ifabrealestate_domain_model_address.country
source: Country
de: Land

# tx_ifabrealestate_domain_model_address.municipality_code
source: Municipality code
de: Gemeinde-Code

# tx_ifabrealestate_domain_model_address.subdistrict
source: Subdistrict
de: Landkreis

# tx_ifabrealestate_domain_model_address.regional_addition
source: Regional addition
de: Regionaler Zusatz

# tx_ifabrealestate_domain_model_contact
source: Contact
de: Kontakt

# tx_ifabrealestate_domain_model_contact.employee_number
source: Employee Number
de: Personalnummer

# tx_ifabrealestate_domain_model_contact.name
source: Name
de: Vorname

# tx_ifabrealestate_domain_model_contact.surname
source: Surname
de: Nachname

# tx_ifabrealestate_domain_model_contact.title
source: Title
de: Titel

# tx_ifabrealestate_domain_model_contact.central_email
source: Central email
de: E-Mail Zentrale

# tx_ifabrealestate_domain_model_contact.direct_email
source: Direct email
de: E-Mail direkt

# tx_ifabrealestate_domain_model_contact.private_email
source: Private email
de: E-Mail privat

# tx_ifabrealestate_domain_model_contact.central_tel
source: central telephone
de: Telefonzentrale

# tx_ifabrealestate_domain_model_contact.direct_tel
source: Direct telephone
de: Telefon direkt

# tx_ifabrealestate_domain_model_contact.private_tel
source: Private telephone
de: Telefon privat

# tx_ifabrealestate_domain_model_contact.mobile_phone
source: Mobile phone
de: Handynummer

# tx_ifabrealestate_domain_model_contact.hide_address
source: Hide address
de: Adresse verbergen

# tx_ifabrealestate_domain_model_contact.po_box
source: Post office box
de: Postfach

# tx_ifabrealestate_domain_model_contact.po_zip
source: Post office zip
de: Postfach PLZ

# tx_ifabrealestate_domain_model_contact.po_area
source: Post office area
de: Postfach Ort

# tx_ifabrealestate_domain_model_contact.image
source: Image
de: Bild

# tx_ifabrealestate_domain_model_contact.contact_address_rel
source: Select an address
de: Adresse auswählen

# tx_ifabrealestate_domain_model_contact.gender_rel
source: Gender
de: Anrede

# tx_ifabrealestate_domain_model_contactaddress
source: Contact address
de: Kontaktadresse

# tx_ifabrealestate_domain_model_contactaddress.street
source: Street
de: Straße

# tx_ifabrealestate_domain_model_contactaddress.number
source: Number
de: Nummer

# tx_ifabrealestate_domain_model_contactaddress.area
source: Area
de: Ort

# tx_ifabrealestate_domain_model_contactaddress.zip
source: Zip
de: PLZ

# tx_ifabrealestate_domain_model_bathroomtype
source: Bathroom type
de: Art des Badezimmers

# tx_ifabrealestate_domain_model_kitchentype
source: Kitchen type
de: Art der Küche

# tx_ifabrealestate_domain_model_floortype
source: Floor type
de: Art des Fußbodens

# tx_ifabrealestate_domain_model_heattype
source: Heat type
de: Heizungsart

# tx_ifabrealestate_domain_model_elevatortype
source: Elevator type
de: Aufzugstyp

# tx_ifabrealestate_domain_model_parking
source: Parking
de: Art des Stellplatzes

# tx_ifabrealestate_domain_model_firingtype
source: Firing type
de: Art der Beheizung

# tx_ifabrealestate_domain_model_attachments
source: Attachments
de: Anhänge

# tx_ifabrealestate_domain_model_attachments.file
source: File
de: Datei

# tx_ifabrealestate_domain_model_attachmentgroup
source: Attachment group
de: Anhangsgruppe

# tx_ifabrealestate_domain_model_attachments.attachment_group_value_rel
source: Create an attachment group
de: Anhangsgruppe erstellen

# tx_ifabrealestate_domain_model_attachmentgroupvalue
source: Attachment group value
de: Anhangsgruppenwert

# tx_ifabrealestate_domain_model_attachmentgroupvalue.value
source: Value
de: Wert

# tx_ifabrealestate_domain_model_attachmentgroupvalue.attachment_group_rel
source: Define an attachment group
de: Anhangsgruppe definieren

# tx_ifabrealestate_domain_model_gender
source: Gender
de: Anrede

# tx_ifab_realestate_ifabrealestate.name
source: ifabrik Real Estate
de: ifabrik Immobilien

# tx_ifab_realestate_ifabrealestate.description
source: Simply creating an online display of real estates including Ajax search
de: Einfache Erstellung einer Online-Darstellung von Immobilien mit Ajax-Suche

# tx_ifabrealestate_domain_model_propertyactionvalue
source: Property action value
de: Immobilienaktionwert

# tx_ifabrealestate_domain_model_propertyactionattribute
source: Property action attribute
de: Immobilienaktionattribut

source: Property atrribute value relation
de: Immobilienwertattributwert Relation

# tx_ifabrealestate_domain_model_propertyaction.propertyactionattribute_relation
source: Property attribute relation
de: Immobilienwertattribut Relation

# tx_ifabrealestate_domain_model_property.property_action_rel
source: Property action relation
de: Immobilienaktion Relation

# select_empty
source: Select
de: Auswählen

# tab_general
source: General
de: Allgemein

# tab_property_category
source: Object category
de: Objektkategorie

# tab_prices
source: Prices
de: Preise

# tab_location
source: Location
de: Lage

# tab_surfaces
source: Surfaces
de: Fläche

# tab_equipment
source: Equipment
de: Ausstattung

# tab_contact
source: Contact
de: Kontakt

# tab_attachments
source: Attachments
de: Anhänge

# tab_energy
source: Energy
de: Energie

# tab_management
source: Management
de: Verwaltung

# tab_communication
source: Communication
de: Kommunikation

# tab_address
source: Address
de: Adresse

# tab_image
source: Image
de: Bild

# palette_renting
source: For renting
de: Mieten

# palette_buying
source: For buying
de: Kaufen

# palette_mails
source: E-mails
de: E-Mail

# palette_tel
source: Telephone
de: Telefon

# palette_postoffice
source: Post office
de: Postfach

# tx_ifabrealestate_domain_model_attachments.is_sharing_image
source: Social media sharing image
de: Bild zum Teilen

source: Import status
de: Importerstatus

# import_status_title
source: Imported
de: Importiert

# is_imported
source: Comes from the importer
de: Kommt vom Importer
