Repository: ifabrik-GmbH/ifab_realestate
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# action
source: View mode
de: Ansicht

# action_list
source: List view
de: Listansicht

# action_detail
source: Detail view
de: Detailansicht

# action_search
source: Search view
de: Suche

# action_search_results
source: Search results view
de: Suchergebnisse

# pid_list
source: List view (Page-ID)
de: Listansicht (Seite-ID)

# pid_detail
source: Detail view (Page-ID)
de: Detailansicht (Seite-ID)

# pid_storage
source: Data source (Page-ID)
de: Datenquelle (Seite-ID)

# pid_search_results
source: Search results (Page-ID)
de: Suchergebnisse (Seite-ID)

# tab_options
source: Options
de: Einstellungen

# pagination_hide
source: Hide pagination
de: Seitenblätter verstecken

source: Items per page
de: Einträge pro Seite

# paginate_max-links
source: Max links
de: Maximale Anzahl von Links

source: Max items
de: Maximale Anazahl von Einträge

# switchableControllerActions.list
source: List view of properties from a folder
de: Listeansicht von Immobilien

# switchableControllerActions.search
source: Search form (Ajax)
de: Suchformular (Ajax)

# switchableControllerActions.searchResults
source: Search results
de: Suchergebnisse

# switchableControllerActions.show
source: Detail view of properties
de: Detailansicht von Immobilien

# tx_ifab_realestate_domain_model.property
source: Ifabrik Real Estate
de: Ifabrik Immobilien
